[
  {
    "type": "選擇題",
    "name": "招募",
    "options": {
      "A": "rituals",
      "B": "recruited",
      "C": "romance",
      "D": "undergone"
    },
    "answer": "B",
    "tag": "Unit2-單字",
    "remark": "",
    "due": null,
    "last_correct_time":null,
    "isEnabled":true
  },
  {
    "type": "填空題",
    "name": "Jennifer Holland’s favorite species of bird of paradise is Carola’s parotia. Its dance 1. @@ includes motions such as bowing, flapping, and 2. @@ to move the heavy and 3. @@ wirelike feathers on its head, in hopes of winning one of the watching females. “Its mating dance is so 4. @@ that I could hardly keep from laughing.”For a couple of nights, Holland stayed in a tiny village with a local family. It is the custom of the local people to build a fire pit in the center of the room. Because she was not accustomed to the smoke, it was very 5. @@ on her eyes and lungs. “My eyes watered constantly, I coughed like a new smoker, and I had to step outside regularly to get fresh air—much to the delight of the local kids who sat on the steps waiting for us to emerge.”",
    "options": ["ritual", "bouncing", "prominent", "absurd", "harsh"],
    "tag": "Unit2-填空題",
    "remark": "",
    "due": null,
    "last_correct_time":null,
    "isEnabled":true
  },
  {
    "type": "配對題",
    "name": [
      "(n.) a strong attachment or involvement between people in love",
      "(n.) a refusal to obey something or someone",
      "(n.) the possibility that something will happen",
      "(n.) a feeling that makes you want to act in a particular way",
      "(adj.) basic, part of the very nature of something",
      "(n.) the feeling of wanting something",
      "(v.) to select people and persuade them to join you in some activity or to help you",
      "(adj.) having the same feelings toward each other",
      "(adj.) present in large quantities",
      "(n.) something that causes something else to happen"
    ],
    "options": [
      "romance",
      "defiance",
      "chance",
      "inclination",
      "inherent",
      "desire",
      "recruit",
      "mutual",
      "abundant",
      "trigger"
    ],
    "tag": "Unit2-2A",
    "remark": "52",
    "due": null,
    "last_correct_time":null,
    "isEnabled":true
  }
]
